/*
  Localizable.strings
  OnlySwitch

  Created by Jacklandrin on 2021/12/14.

*/
"Hide Desktop" = "Skryť ikony Plochy";
"Dark Mode" = "Tmavý režim";
"Hide Notch" = "Skryť výrez";
"Mute" = "Stlmiť";
"Screen Saver" = "Šetrič obrazovky";
"Night Shift" = "Night Shift";
"Autohide Dock" = "Automaticky skryť Dock";
"AirPods" = "AirPods";
"Bluetooth" = "Bluetooth";
"Xcode Derived Data" = "Xcode odvodené údaje";
"Autohide Menu Bar" = "Automaticky skryť lištu";
"Show Hidden Files" = "Zobraziť skryté súbory";
"Radio Player" = "Prehrávač rádia";
"Keep Awake" = "Brániť uspaniu";
"Settings" = "Nastavenia";
"Launch at login" = "Spustiť pri štarte";
"Clear Cache" = "Vymazať vyrovnávaciu pamäť";
"Quit" = "Ukončiť";
"More Apps" = "Ďalšie aplikácie";
"Download QRCobot" = "Stiahnuť QRCobot";
"Download WallCard" = "Stiahnuť WallCard";
"Radio" = "Rádio";
"About" = "O aplikácii";
"Name" = "Názov";
"Stream URL" = "Stream URL";
"Select" = "Vybrať";
"Current: %@" = "Aktuálne: %@";
"General" = "Všeobecné";
"Launch:" = "Spustiť:";
"Language:" = "Jazyk:";
"Cache:" = "Vyrovnávacia pamäť:";
"Contact:" = "Kontakt:";
"Quit:" = "Ukončiť:";
"Cache for Hide Notch Switch" = "Vyrovnávacia pamäť pre prepínač skrytia výrezu";
"Send Email to Jacklandrin" = "Poslať email Jacklandrinovi";
"Quit Only Switch" = "Ukončiť Only Switch";
"Calculating..." = "Vypočítavam...";
"Clear" = "Vymazať";
"Customize" = "Prispôsobiť";
"To add or remove any switches on list" = "Pridanie alebo odstránenie prepínačov zo zoznamu";
"Empty Trash" = "Vysypať kôš";
"Empty Pasteboard" = "Vyčistiť schránku";
"At least one radio station" = "Aspoň jedna rozhlasová stanica";
"At least remain 4 switches" = "Aspoň 4 prepínače musia zostať";
"Show User Library" = "Zobraziť priečinok Knižnice používateľa";
"Updates:" = "Aktualizácie:";
"Check For Update..." ="Skontrolovať";
"You’re up to date!" = "Máš aktuálnu verziu!";
"The latest version is v%@" = "Najnovšia verzia je v%@";
"Update" = "Aktualizovať";
"Download" = "Stiahnuť";
"You can update to new version. The latest version is v%@" = "Môžeš aktualizovať na novú verziu. Najnovšia verzia je v%@";
"Cancel" = "Zrušiť";
"Show Extension Name" = "Zobraziť názov rozšírenia";
"Pomodoro Timer" = "Pomodoro časovač";
"Work:" = "Práca:";
"Break:" = "Prestávka:";
"Notification Alert:" = "Upozornenie:";
"Sound Alert:" = "Zvukové upozornenie:";
"Allow notification alert" = "Povoliť upozornenie";
"Turn on sound alert" = "Povoliť zvukové upozornenie";
"Work Alert:" = "Upozornenie na prácu";
"Break Alert:" = "Upozornenie na prestávku:";
"%d min" = "%d min";
"Take a break!" = "Daj si pauzu!";
"Get on with work!" = "Pokračuj v práci!";
"You've rested for %d min." = "Odpočíval si %d min.";
"You've worked for %d min." = "Pracoval si %d min.";
"Time's up." = "Čas vypršal.";
"The maximum number of switch is 14" = "Maximálny počet prepínačov je 14";
"Small Launchpad Icon" = "Malá Launchpad ikona";
"Low Power Mode" = "Režim nízkej spotreby";
"Shortcuts" = "Skratky";
"Run" = "Spustiť";
"To add or remove any shortcuts on list" = "Pridanie alebo odstránenie skratiek zo zoznamu";
"There's not any Shortcuts." = "Neexistujú žiadne skratky.";
"The maximum number of shortcuts is 6" = "Maximálny počet skratiek je 6";
"require password" = "vyžaduje heslo";
"Unlimited" = "Neobmedzený";
"Cycle Count:" = "Počet cyklov:";
"Menu Bar Icon:" = "Ikona v lište:";
"Sound Wave Effect" = "Efekt zvukových vĺn";
"Mute Mic" = "Stlmiť mikrofón";
"Sort" = "Zoradiť";
"Volume" = "Hlasitosť";
"Shortcuts Gallery" = "Galéria skratiek";
"refresh" = "Obnoviť";
"Recent Apps in Dock" = "Zobraziť posledné apky v Docku";
"AUDIO" = "ZVUK";
"CLEANUP" = "ČISTENIE";
"ACTIONS" = "AKCIE";
"%@ downloads" = "%@ stiahnutí";
"Appearance:" = "Vzhľad:";
"Single Column" = "Jeden stĺpec";
"Two Columns" = "Dva stĺpce";
"Promotion:" = "Reklama:";
"Show More Apps" = "Zobraziť ďalšie aplikácie";
"Screen Test" = "Test obrazovky a čistenie";
"Version History:" = "História verzií:";
"Join:" = "Pridaj sa:";
"Press left or right arrow button to change background color" = "Klikni na ľavé alebo pravé tlačidlo šípky pre zmenu farbu pozadia";
"Show Finder Path Bar" = "Zobraziť Finder lištu s cestou";
"Hide Menu Bar Icons" = "Skryť ikony v lište";
"seconds" = "sekundách";
"never" = "nikdy";
"1 minute" = "1 minúte";
"Switch enable" = "Povoliť prepínač";
"Automatically hide icons after:" = "Automaticky skryť ikony po:";
"When the switch is on, items in the left of the arrow-pointing icon are hidden. Hold ⌘ (command) and drag the icon to configure hidden section. This feature only works when the arrow-pointing icon is on the left side of App icon" = "Keď je prepínač zapnutý, položky naľavo od ikony so šípkou sú skryté. Podržte ⌘ (command) a potiahnutím ikony nakonfigurujte skrytú sekciu. Táto funkcia funguje iba vtedy, keď je ikona šípky na ľavej strane Ikona aplikácie";
"Allow Notification:" = "Povoliť upozornenia:";
"Changing Station" = "Zmena stanice";
"Soundtrack" = "Soundtrack";
"Switches Availability" = "Dostupnosť prepínačov";
"Disable Player" = "Zakázať prehrávač";
"Enable Player" = "Povoliť prehrávač";
"Disable Hide Menu Bar Icons" = "Zakázať skryť ikony v lište";
"Enable Hide Menu Bar Icons" = "Povoliť skryť ikony v lište";
"Back Noises" = "Hluk v pozadí";
"Stop After:" = "Zastaviť po:";
"minutes" = "minútach";
"1 hour" = "1 hodine";
"Keep Awake Until After:" = "Neuspať skôr ako po";
"Daily Schedule:" = "Denný rozvrh:";
"from:" = "od:";
"to:    " = "do:";
"Tomorrow" = "Zajtra";
"Dim Screen" = "Stlmiť";
"Dim Brightness To" = "Stlmiť jas na";
"Dim Screen After:" = "Stlmiť obrazovku po:";
"Built-in Screen" = "Vstavaná obrazovka";
"Eject Discs" = "Vysunúť disky";
"Hide Windows" = "Skryť okná";
"Disable" = "Zakázať";
"Enable" = "Povoliť";
"Turn off1" = "Vypnúť";
"Turn on1" = "Zapnúť";
"Running" = "Beží";
"TOOLS" = "NÁSTROJE";
"Import" = "Import";
"Export" = "Export";
"The radio stations can be imported and exported as a Json file. The keys are \"name\" and \"url\"." = "Rozhlasové stanice je možné importovať a exportovať ako súbor Json. Kľúče sú \"name\" a \"url\".";
"Success" = "Hotovo";
"Save commands failed." = "Uloženie príkazov zlyhalo.";
"Can be saved after passing all tests" = "Dá sa uložiť po absolvovaní všetkých testov";
"Save" = "Uložiť";
"Evolution Editor" = "Evolution nástroj";
"You can DIY switches or buttons here." = "Tu si môžeš vyrobiť prepínače alebo tlačidlá.";
"Refresh" = "Obnoviť";
"Load Evolution list failed" = "Načítanie Evolution zoznamu zlyhalo";
"Edit" = "Upraviť";
"Button" = "Tlačidlo";
"Check status" = "Skontrolovať stav";
"Switch" = "Prepnúť";
"Name:" = "Názov:";
"True Condition" = "Skutočný stav (výstup pri zapnutí)";
"Debug" = "Ladiť";
"Night Shift Strength" = "Night Shift intenzita";
"Icon:" = "Ikona:";
"Output:" = "Výstup:";
"To add or remove any Evolutions on list" = "Pridanie alebo odstránenie Evolultion zo zoznamu";
"Evolution Gallery" = "Evolution galéria";
"Turn off" = "Vypnúť";
"Turn on" = "Zapnúť";
"True Tone" = "True Tone";
"Donation" = "Prispieť";
"Show List:" = "Zobraziť zoznam prepínačov:";
"Top Sticker" = "Top Sticker";
"Keyboard Locked ↓" = "Klávesnica uzamknutá ↓";
"Preview" = "Náhľad";
"Translucent" = "Priehľadný";
"Color" = "Farba";
"Key Light" = "Klávesové svetlo";
"Brightness:" = "Jas:";
"Adjust keyboard brightness in low light" = "Nastavte jas klávesnice v slabom svetle";

